Repository: ToucherTeam/Toucher
Catalog: Toucher/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: 1초동안 길게 눌러볼까요?
en: Press and hold for a second
ja: 1秒間長く押してみましょうか

source: 검색
en: Search
ja: 検索

source: 검색창을 두 번 눌러볼까요?
en: Double-click the search box
ja: 検索窓を2回 押してみようか

source: 공유
en: Share
ja: 公有

source: 길게 누르기
en: Long Press
ja: ロングプレス

source: 꾹 누른 상태로 옮겨주세요.
en: Press it down and move it
ja: ぎゅっと押した状態に移してください。

source: 끌어오기
en: Drag
ja: ドラッグ

source: 도움이 필요하신가요?
en: Is there any help?
ja: 助けが必要ですか

source: 두 번 누르기
en: Double Tap
ja: ダブルタップ

source: 두 손가락을 동시에 움직여보세요!
en: Move both fingers at the same time
ja: 2本の指を同時に動かしてみてください

source: 두 손가락을 원 위에 대고 벌려보세요
en: Put two fingers on the circle and open them
ja: 2本の指を円の上に当てて広げてください

source: 두 손가락을 원 위에 대고 회전시켜볼까요?
en: Put two fingers on the circle and rotate them
ja: 2本の指を円の上に当てて回転させてみましょう

source: 두 손가락을 이용해서 확대해볼까요?
en: Zoom in with two fingers
ja: 2本の指を使って拡大してみましょう

source: 두번 누르기
en: DoubleTap
ja: 2回押す

source: 메시지를 왼쪽으로 밀어서 삭제해 보세요
en: Push the message to the left and delete it
ja: メッセージを左に押して削除してください

source: 밑에서 위로 쓸어 올려보세요.
en: Swipe it from the bottom to the top
ja: 下から上に掃いてみてください

source: 복사
en: Copy
ja: コピー

source: 빠르게 두 번 눌러볼까요?
en: Double tap it quickly
ja: 早く2回押してみましょうか

source: 빠르게 두 번 눌러 사진을 확대해볼까요?
en: Double tap it and zoom in on the picture
ja: 素早く2回押して写真を拡大してみましょう

source: 사방으로 움직여 지도를 이동해보세요.
en: Pan to move the map
ja: 四方に動いて地図を移動してみてください

source: 삭제
en: Delete
ja: 削除

source: 삭제버튼이 나왔어요. 다음 것도 밀어볼까요?
en: The delete button is out. Shall we push the next one as well?
ja: 削除ボタンが出ました。 次のも押してみましょうか？

source: 살짝 쓸기
en: Swipe
ja: スワイプ

source: 성공!
en: You got it!
ja: よくやった！

source: 시작
en: Start
ja: スタート

source: 시작하기
en: Start
ja: スタート

source: 아래 원으로 옮겨보세요
en: Move it to the circle below
ja: 下の円に移してみてください

source: 앨범의 사진을 꾹 눌러서 미리 보아 볼까요?
en: Press the photo and take a look
ja: 写真をぎゅっと押してあらかじめ見てみましょうか

source: 오른쪽으로 살짝쓸어보세요
en: Swipe to the right
ja: 右にさっと引いてみてください

source: 왼쪽으로 살짝쓸어보세요
en: Swipe to the left
ja: 左にさっと引いてみてください

source: 왼쪽으로 살짝 쓸어보세요.
en: Swipe to the left
ja: 左にさっと引いてみてください

source: 왼쪽으로 밀어볼까요?
en: Swipe to the left
ja: 左に押してみましょうか

source: 원을 좌우로 움직여주세요.
en: Drag the circle from side to side
ja: 円を左右に動かしてください

source: 위로 가볍게 쓸어올리세요.
en: Swipe upward
ja: 上に掃いてください

source: 위치를 오른쪽 가장 아래로 움직여 주세요
en: Drag it to the bottom right
ja: 位置を右一番下に動かしてください

source: 이번에 오른쪽으로 밀어볼까요?
en: Swipe to the right
ja: 今度は右に押してみましょうか

source: 이번엔 크기를 작게 만들어 볼까요?
en: Now make the size smaller
ja: 今度はサイズを小さくしてみましょうか

source: 이전으로
en: Back
ja: 戻る

source: 자유롭게 눌러 학습하세요!
en: Press anything to learn
ja: 何でも押して学習してください

source: 잘하셨어요!
en: You got it!
ja: よくやった！

source: 저를 한 번 눌러보세요!
en: Press it one time
ja: 私を一度 押してみて！

source: 조금 더 길게 꾹 눌러주세요!
en: Press it for a longer
ja: もっと長くぎゅっと押してください

source: 조금만 더 빠르게 두 번 눌러주세요!
en: Press it twice faster
ja: もっと早く2回押してください

source: 즐겨찾기
en: Favorite
ja: ブックマーク

source: 지도를 회전시켜 볼까요?
en: Rotate the map
ja: 地図を回転させてみましょうか

source: 카메라 아이콘을 꾹 누른 상태로 움직여주세요
en: Press the camera icon and move it
ja: カメラアイコンをぎゅっと押した状態で動かしてください

source: 카메라를 1초 동안 눌러서 추가 기능을 알아볼까요?
en: Press the camera for a second to find out more features
ja: カメラを1秒間押して追加機能を調べてみましょう

source: 카메라를 3초 누른 뒤 오른쪽 아래에 옮겨볼까요?
en: Press the camera for 3 seconds and move it to the bottom right
ja: カメラを3秒押した後、右下に移してみましょうか

source: 캐릭터를 꾹 눌러 볼까요?
en: Press the character
ja: キャラクターをぎゅっと押してみましょうか

source: 학습
en: Chapter
ja: 学習

source: 학습 %lld
en: Chapter %lld
ja: 学習%lld

source: 화면 움직이기
en: Pan
ja: スクロール

source: 확대 축소하기
en: Pinch
ja: 拡大縮小

source: 회전하기
en: Rotate
ja: ローテート
